package models

var Cities = []string{"Бишкек", "Ош", "Талас", "Нарын", "Каракол", "Жалал-Абад", "Чолпон-Ата"}

var Categories = map[string][]string{
	"Строительство": {"Каменщик", "Кладка", "Электрик", "Сантехник", "Сварщик", "Отделочник", "Плиточник", "Фасадчик", "Монолитчик", "Разнорабочий"},
	"Общепит":       {"Повар", "Официант", "Бармен", "Посудомойщик", "Администратор", "Кассир"},
	"Швейный цех":   {"Швея", "Закройщик", "Упаковщик", "Технолог", "Контролер качества"},
	"IT":            {"Программист", "Дизайнер", "Тестировщик", "Системный администратор"},
	"Продажи":       {"Продавец", "Менеджер", "Консультант", "Кассир"},
	"Транспорт":     {"Водитель", "Курьер", "Экспедитор", "Диспетчер"},
}

var CategoryEmojis = map[string]string{
	"Строительство": "👷",
	"Общепит":       "🍽️",
	"Швейный цех":   "✂️",
	"IT":            "💻",
	"Продажи":       "🛒",
	"Транспорт":     "🚗",
}
